src/main/resources/soap/GetMembersLite.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xsd="http://soap_v2_0.ws.grouper.middleware.internet2.edu/xsd">
<soapenv:Header/>
<soapenv:Body>
  <xsd:getMembersLite>
    <xsd:clientVersion>2.0.0</xsd:clientVersion>
    <xsd:groupName>[groupId]</xsd:groupName>
    <xsd:subjectAttributeNames>mail</xsd:subjectAttributeNames>
  </xsd:getMembersLite>
</soapenv:Body>
</soapenv:Envelope>
